/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Öffnen";
"Open Title" = "Öffnen: ^0";
"Save Default Title" = "Sichern";
"Save Title" = "Sichern: ^0";
"Choose File Title" = "Dokument auswählen";
"Choose Folder Title" = "Wählen Sie einen Ordner";
"Choose Volume Title" = "Wählen Sie ein Volume";
"Choose Object Title" = "Objekt auswählen";
"New Folder Title" = "Neuer Ordner";

/* Button title strings */
"Save Button" = "Sichern";
"Open Button" = "Öffnen";
"Choose Button" = "Auswählen";
"Don't Save Button" = "Nicht sichern";
"New Folder Button" = "Neuer Ordner";
"Replace Button" = "Ersetzen";
"Discard Button" = "Änderungen verwerfen";
"Review Button" = "Änderungen prüfen …";
"Use Dot Button" = "„.“ verwenden";
"ExtensionAlertUseOneLabel" = "„.^1“ verwenden";
"ExtensionAlertUserBothLabel" = "Beide verwenden";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Änderungen vor dem Schließen sichern";
"SaveChangesQuitting Banner" = "Änderungen vor dem Beenden sichern";
"SaveChangesOther Banner" = "Änderungen sichern";
"DiscardChanges Banner" = "Änderungen verwerfen";
"WantToSaveDoc Banner" = "Möchten Sie die Änderungen am Dokument „^0“ sichern?";
"WantToSaveThis Banner" = "Möchten Sie die Änderungen an diesem Dokument sichern?";
"WantToSaveAppDocs Banner" = "Möchten Sie die Änderungen an den ^0 Dokumenten sichern?";
"WantToDiscardDoc Banner" = "Möchten Sie die Änderungen am Dokument „^0“ verwerfen?";
"WantToDiscardThis Banner" = "Änderungen an diesem Dokument verwerfen?";

"Review App Docs Banner" = "Es existieren ^0 „^1“-Dokumente mit ungesicherten Änderungen. Möchten Sie diese Änderungen vor dem Beenden überprüfen?";
"Review Several App Docs Banner" = "Es existieren mehrere „^1“-Dokumente mit ungesicherten Änderungen. Möchten Sie diese Änderungen vor dem Beenden überprüfen?";

"Review Docs Banner" = "Es existieren ^0 Dokumente mit ungesicherten Änderungen. Möchten Sie diese Änderungen vor dem Beenden überprüfen?";
"Review Several Docs Banner" = "Es existieren mehrere Dokumente mit ungesicherten Änderungen. Möchten Sie diese Änderungen vor dem Beenden überprüfen?";

"Review App Single Doc Banner" = "Es existieren ^0 „^1“-Dokumente mit ungesicherten Änderungen. Möchten Sie diese Änderungen vor dem Beenden überprüfen?";
"Review Single Doc Banner" = "Es existieren ^0 Dokumente mit ungesicherten Änderungen. Möchten Sie diese Änderungen vor dem Beenden überprüfen?";

"Review Docs Explanation" = "Wenn Sie Ihre Dokumente nicht noch einmal überprüfen, gehen alle Änderungen verloren.";

/* Untitled strings */
"Untitled Folder" = "Ordner ohne Titel";
"Untitled Doc" = "Ohne Titel";

/* Alert strings */
"Cant Replace Locked" = "Sie können „^0“ nicht ersetzen, da es geschützt ist.";

"Remove Favorite" = "Favorit entfernen";
"Cant Resolve Alias NotFound" = "Der Favorit „^0“ konnte nicht geöffnet werden, da das Original nicht gefunden wurde.";
"Navigate Alias Not Found" = "Das Alias „^0“ konnte nicht geöffnet werden, da das Original nicht gefunden wurde.";

"Name Already Taken" = "Der Name „^0“ ist schon vergeben. Bitte benutzen Sie einen anderen Namen.";
"Cant Replace Folder" = "Der Name „^0“ wird bereits von einem Ordner benutzt.";
"Cant NewFolder OnLockedDisk" = "Sie können keinen neuen Ordner anlegen, weil das Volume geschützt ist.";
"Not Right Privs" = "Sie können „^0“ nicht ersetzen, da Sie nicht über die benötigten Rechte verfügen.";
"Cant use period" = "Namen, die mit einem Punkt „.“ beginnen, sind dem System vorbehalten. Falls Sie fortfahren und einen Namen verwenden, der mit einem Punkt beginnt, wird die Datei unsichtbar.";

"ExtensionWarningText" = "Sind Sie sicher, dass Sie das Dokument mit dem Suffix ”.^0“ sichern möchten? Das empfohlene Suffix ist „.^1“.";
"ExtensionWarningSubtext" = "Wenn Sie nicht das Suffix „.^1“ benutzen, wird das Dokument eventuell in einem anderen Format gesichert.";

"ExtensionErrorText" = "Sie können dieses Dokument nicht mit dem Suffix „.^0“ sichern. Das erforderliche Suffix lautet „.^1“.";
"ExtensionErrorSubtext" = "Sie können beide auswählen. Der Dateiname endet dann in „.^0.^1“.";

"ReplaceAlertText" = "Es existiert bereits ein Objekt „^0“ in diesem Ordner. Soll es durch die Datei ersetzt werden, die Sie sichern?";
"ReplaceWithExtensionAlertText" = "Es existiert bereits ein Objekt „^0“ mit dem Suffix „.^1“ in diesem Ordner. Soll es durch die Datei ersetzt werden, die Sie sichern?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Favoriten";
"Recent Places"	= "Zuletzt besucht";
"Computer" = "Computer";
"Home menu item" = "Benutzerordner";

/* Show Popup Menu strings */
"All Files" = "Alle Dokumente";
"All Known Files" = "Alle bekannten Dokumente";
"All App" = "Alle ^0 Dokumente";
"All Readable Files" = "Alle lesbaren Dokumente";

/* Format Popup Menu strings */
"Default" = "Standard";

/* Generic Kind strings */
"Picture Document" = "Bilddokument";
"Text Document" = "Textdokument";
"Movie Document" = "Filmdokument";
"Sound Document" = "Ton-Dokument";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Verbindung fehlgeschlagen";
"Connect Failed Details" = "Keine Antwort vom iDisk Server. Bitte versuchen Sie es erneut.";
"Invalid Setup" = "Auf Ihre iDisk kann nicht zugegriffen werden. Möglicherweise sind der Benutzername oder das Kennwort ungültig.";
"Invalid Setup Details" = "Sie können Ihren Benutzernamen und das Kennwort im Bereich „.Mac“ der Systemeinstellung „Internet“ ändern.";
"iTools Button" = "Systemeinstellung „.Mac“ öffnen …";
"Authentication Failed" = "Anmeldung fehlgeschlagen";
"Authentication Failed Detailed" = "Sie haben Ihren Benutzernamen oder das Kennwort falsch eingegeben. Bitte versuchen Sie es erneut. Sie können Ihren .Mac-Benutzernamen und Ihr Kennwort im Bereich „.Mac“ der Systemeinstellung „Internet“ überprüfen.";

/* List view column titles*/
"Name Column Title" = "Name";
"Date Modified Column Title" = "Änderungsdatum";

/* Authenticated Server strings */
"Connect Button" = "Verbinden …";
"Connect Caption" = "Klicken Sie auf „Verbinden“, um die Volumes zu sehen, die der Server „^0“ bereitstellt.";

/* Query strings */
"QueryItemCountString" = "%i Objekte";
"CurrentFolderScopeString" = "Ordner „%s“";
"HomeScopeString" = "Benutzerordner";
"EverywhereScopeString" = "Computer";

/* Preview strings */
"MoreInfo" = "Weitere Informationen …";
